{
    "eateries": [
      {
        "businessName": "Marge's Pancake House",
        "description": "Marge has been making pancakes from her family recipe for 50 years. People love to eat at Marge's Pancake House because everyone who works there dresses as a famous actor every day for work.",
        "state": "IN",
        "city": "Gary",
        "id": 1,
        "ameneties": {
            "wheelchairAccessible": true,
            "petFriendly": false,
            "wifi": true,
            "diaperFacility": false,
            "playground": false,
            "restrooms": true
        }
      },
      {
        "businessName": "Big Bob Gibson Bar-B-Que",
        "description": "Alabama's place in the great lexicon of barbecue rests squarely on the shoulders of one man: Big Bob Gibson. While other BBQ regions were dancing with brisket and ribs and pork, in 1925, Gibson started smoking chicken in a hand-dug pit in his backyard and serving folks on a picnic table. (He also served pork, but that's such a side note to the chicken here.) In addition to making chicken the star -- rather than the weird, dry BBQ’d poultry coated in a congealed sauce that's served at every company picnic ever -- Gibson rolled out his now-famous, peppery mayo-cider vinegar-lemon white sauce that’s synonymous with Alabama barbecue.",
        "state": "AL",
        "city": "Decatur",
        "id": 2,
        "ameneties": {
            "wheelchairAccessible": false,
            "petFriendly": true,
            "wifi": false,
            "diaperFacility": false,
            "playground": false,
            "restrooms": true
        }
      },
      {
        "businessName": "Club Paris",
        "description": "In a former funeral parlor built in Downtown Anchorage in the 1920s sits the oldest steakhouse in Alaska ('Home of the 4 inch thick Filet Mignon!'). At this point, it seems somewhat hilarious that the style was originally intended to 'look like a Parisian sidewalk cafe,' but no one is laughing at the very legit steaks (the signature is that 14oz filet, though we like the rib-eye), and, of course, Alaskan king crab legs.",
        "state": "AK",
        "city": "Anchorage",
        "id": 3,
        "ameneties": {
            "wheelchairAccessible": true,
            "petFriendly": true,
            "wifi": true,
            "diaperFacility": true,
            "playground": false,
            "restrooms": true
        }
      },
      {
        "businessName": "El Charro Cafe",
        "description": "Sure, there's more than one El Charro now, but the original Downtown location is the most iconic in the state. And its enduring popularity is no fluke -- people can't seem to get enough of the legendary carne seca, marinated Angus beef you can stuff inside tacos and enchiladas. They dry it themselves, of course. Sit on the patio on those cool desert nights with a house margarita, and you're made in the shade. You can also sit out there during the day, if you want to literally be in the shade.",
        "state": "AZ",
        "city": "Tucson",
        "id": 4,
        "ameneties": {
            "wheelchairAccessible": false,
            "petFriendly": false,
            "wifi": false,
            "diaperFacility": true,
            "playground": true,
            "restrooms": true
        }
      },
      {
        "businessName": "McClard's BBQ",
        "description": "Five generations of the McClard family have been working the smoker since they opened their spot in the '20s, which is a type of nepotism no one who's ever eaten their ribs or chicken is complaining about. One of the most popular dishes is the tamale spread, a vast pile of food that includes tamales covered in Fritos, beans, chopped meat, onions, and cheese -- it was initially thrown together in the early '70s to help one of the dishwashers sober up, but eventually caught on with the customers. It's uniquely McClard's and uniquely Arkansas.",
        "state": "AR",
        "city": "Hot Springs",
        "id": 5,
        "ameneties": {
            "wheelchairAccessible": false,
            "petFriendly": false,
            "wifi": false,
            "diaperFacility": true,
            "playground": true,
            "restrooms": true
        }
      },
      {
        "businessName": "The Old Clam House",
        "description": "With respect to the Tadich Grill in SF and Musso & Frank's in Hollywood, our choice is this legendary spot in Bayview. Anyone who has spent time playing soccer on Silver Ave or driving down Bayshore Blvd or just living around SF knows the Old Clam House's iconic sign and that giant clam sitting on the side of the roof and the fact that it's the oldest restaurant in the same location in SF (again, apologies to Tadich). But more people should know about the incredible clam bake cioppino and the amazing kettle bread that's brought out with hot clam juice and the restaurant's own 'Milwaukee steam beer,' which our SF-based editor swears by.",
        "state": "CA",
        "city": "San Francisco",
        "id": 6,
        "ameneties": {
            "wheelchairAccessible": false,
            "petFriendly": false,
            "wifi": false,
            "diaperFacility": true,
            "playground": true,
            "restrooms": true
        }
      },
      {
        "businessName": "Buckhorn Exchange",
        "description": "The Colorado dining scene has come a long way since the Buckhorn Exchange opened. There's practically a brewery and a buzzed-about restaurant on every street corner in Denver these days. But the Buckhorn Exchange is a glimpse into what Colorado restaurants used to be famous for -- giant portions of steak that will feed you, your friends, and your friends' friends. Beyond the steak, there's also the opportunity to eat practically every animal that was on Noah's ark. And eating here puts you in good company, as Teddy Roosevelt and Eisenhower both dined here.",
        "state": "CO",
        "city": "Denver",
        "id": 7,
        "ameneties": {
            "wheelchairAccessible": false,
            "petFriendly": false,
            "wifi": false,
            "diaperFacility": true,
            "playground": true,
            "restrooms": true
        }
      },
      {
        "businessName": "Louis' Lunch",
        "description": "There's a lot of debate as to who invented the hamburger as we know it today, but that debate kind of ends at Louis' Lunch, mainly because it's tired of arguing about it, but also because the Library of Congress declared it so. The tiny joint still uses its original cast-iron grills, which cook the hand-ground patties vertically by blasting them with fire. Want ketchup and mustard? Head to one of the other places that claim to have invented the burger: at Louis', your options are cheese, tomato, and onion on toast. That's the way it's been since it 'invented' the burger back in the day, and that's how it'll always be.",
        "state": "CT",
        "city": "New Haven",
        "id": 8,
        "ameneties": {
            "wheelchairAccessible": false,
            "petFriendly": false,
            "wifi": false,
            "diaperFacility": true,
            "playground": true,
            "restrooms": true
        }
      },
      {
        "businessName": "Deer Park Tavern",
        "description": "While that one scene in Wayne's World helped define Delaware for an entire generation, every generation of Delawareans knows Deer Park as a historic spot where Edgar Allan Poe once hung out in the 1800s, right before he founded the Baltimore Ravens football team. It continues to operate as a Newark staple -- a place where townies and college students alike enjoy burgers, nachos, and a pint of local-ish Dogfish Head.",
        "state": "DE",
        "city": "Newark",
        "id": 9,
        "ameneties": {
            "wheelchairAccessible": false,
            "petFriendly": false,
            "wifi": false,
            "diaperFacility": true,
            "playground": true,
            "restrooms": true
        }
      },
      {
        "businessName": "Occidental Grill & Seafood",
        "description": "DC is the country's seat of power -- I know this because I've seen one and a half seasons of House of Cards -- and Occidental is where the power goes out for a rib-eye or scallops. And it's been this way since the beginning, with everyone from Amelia Earhart to multiple presidents dining here. While the original was demolished in the '70s, it deserves a spot on this list because it reopened in the '80s super close to its original location and with its rep intact, as both of the presidents named Bush have since partaken of its steakhouse fare.",
        "state": "DC",
        "city": "Washington",
        "id": 10,
        "ameneties": {
            "wheelchairAccessible": false,
            "petFriendly": false,
            "wifi": false,
            "diaperFacility": true,
            "playground": true,
            "restrooms": true
        }
      },
      {
        "businessName": "Joe's Stone Crab",
        "description": "Since Florida is home to many, many elderly people, it's fairly surprising we were able to find a restaurant older than most of them. While Joe's has opened up outposts across the country, the original has remained popular in Miami Beach since way back when. The only thing more famous than the iconic stone crabs are the people who've dined there: according to a book written about the restaurant, they include the likes of 'Sinatra, Ali, and Jennifer Lopez.' It's true, one of the judges from the 11th season of American Idol has eaten here!",
        "state": "FL",
        "city": "Miami",
        "id": 11,
        "ameneties": {
            "wheelchairAccessible": false,
            "petFriendly": false,
            "wifi": false,
            "diaperFacility": true,
            "playground": true,
            "restrooms": true
        }
      },
      {
        "businessName": "H&H Soul Food",
        "description": "Georgia has music in its blood. Atlanta is the country's epicenter of hip-hop (and also Love & Hip Hop: Atlanta). And Macon, a charming Southern town about an hour and a half outside of ATL, is where the Allman Brothers Band lived, partied, and recorded in the early '70s. As legend has it, they stopped by H&H when they were broke and starving, and one of the co-owners, Mama Louise, fed them. She became the legend after that, and continued to feed legions of Southern musicians who stopped by. Mama Louise shut the place down in 2013, but it recently reopened with new owners and with Mama helping out the kitchen staff, even into her 80s. And perhaps most importantly, Oprah's been here.",
        "state": "GA",
        "city": "Macon",
        "id": 12,
        "ameneties": {
            "wheelchairAccessible": false,
            "petFriendly": false,
            "wifi": false,
            "diaperFacility": true,
            "playground": true,
            "restrooms": true
        }
      },
      {
        "businessName": "Hy's Steak House",
        "description": "There are older restaurants, and places with wackier backstories (House Without a Key was in the first Charlie Chan novel!), but -- for nearly 40 years -- everyone knows Hy's. The classic steakhouse is known for cooking its meats over native kiawe wood, so you can't really go wrong trying the roast rack of lamb seared over the hot charcoal, paired up with a Caesar prepared tableside. It may not have been in a book, but pretty soon these guys will be writing their own.",
        "state": "HI",
        "city": "Honolulu",
        "id": 13,
        "ameneties": {
            "wheelchairAccessible": false,
            "petFriendly": false,
            "wifi": false,
            "diaperFacility": true,
            "playground": true,
            "restrooms": true
        }
      },
      {
        "businessName": "Hudson's Hamburgers",
        "description": "Burgers and fries. That's the all-American meal. And you can't get it at Hudson's, because it doesn't serve fries. But you can get a burger -- top it with hot mustard and spicy ketchup, if you know what's good for you -- with a side of a few different pies, if you want. There's a lunch counter that fits about 20, and it's packed every day at lunch. Squeeze yourself into a seat at the counter and have a double cheeseburger, a slice of chocolate pie, and a fountain drink. You won't miss the fries. Besides, you can get fries anywhere, so their absence will force you to focus on the deliciousness of everything else on your plate.",
        "state": "ID",
        "city": "Coeur d'Alene",
        "id": 14,
        "ameneties": {
            "wheelchairAccessible": false,
            "petFriendly": false,
            "wifi": false,
            "diaperFacility": true,
            "playground": true,
            "restrooms": true
        }
      },
      {
        "businessName": "Gene & Jude's",
        "description": "Deep dish is often the first food outsiders associate with Illinois, but the hot dog, more than anything, is intertwined with the local DNA. Gene & Jude's stands as a giant among a crowded field of fine tubed-meat purveyors, having relocated to its present River Grove digs in 1950 after four years in Chicago. You know you're getting a perfectly cooked, natural-casing Vienna Beef dog. You know it's coming piled high with a mountain of perfect fresh-cut fries whether you like it or not. And you know you better not even think about asking for ketchup -- even for those fries.",
        "state": "IL",
        "city": "River Grove",
        "id": 15,
        "ameneties": {
            "wheelchairAccessible": false,
            "petFriendly": false,
            "wifi": false,
            "diaperFacility": true,
            "playground": true,
            "restrooms": true
        }
      },
      {
        "businessName": "St. Elmo Steak House",
        "description": "For a steakhouse that's been around 100+ years, it's a true feat to remain relevant and fresh. But St. Elmo's has somehow achieved it. It's one of the best steakhouses in the country. And sure, you can still order tried-and-true menu items like the shrimp cocktail (it's filled with horseradish, and may melt your throat), but it's also made key updates to the space, like opening an upstairs upscale lounge with a bar from the 1800s. Ron Swanson's even eaten here. Sounds like a good enough reason for it to stay popular for another 100+ years.",
        "state": "IN",
        "city": "Indianapolis",
        "id": 16,
        "ameneties": {
            "wheelchairAccessible": false,
            "petFriendly": false,
            "wifi": false,
            "diaperFacility": true,
            "playground": true,
            "restrooms": true
        }
      },
      {
        "businessName": "Northwestern Steakhouse",
        "description": "When in Iowa, do as the Greeks do. About two hours north of Des Moines lies a steakhouse that's been around in one form or another since the '20s, and the steaks are all prepared one way: Greek-style. This means they're broiled in olive oil and doused with a special blend of Greek seasoning and secret ingredients, and the result is that you can cut your steak with a fork. The walls are plastered with old-timey movie posters featuring Chaplin and John Wayne in a cozy 50-seat space.",
        "state": "IA",
        "city": "Mason City",
        "id": 17,
        "ameneties": {
            "wheelchairAccessible": false,
            "petFriendly": false,
            "wifi": false,
            "diaperFacility": true,
            "playground": true,
            "restrooms": true
        }
      },
      {
        "businessName": "The Cozy Inn",
        "description": "You know who's sold a lot of sliders? White Castle. That company is also a Kansas product, like Raef LaFrentz. Yes, that Raef LaFrentz. But while Salina's famed slider shop doesn't have nearly as many locations as Harold and Kumar's favorite fast-food joint, The Cozy Inn stays popular to this day with its no-frills meat sandwiches topped with cooked onions and served on steamed buns.",
        "state": "KS",
        "city": "Salina",
        "id": 18,
        "ameneties": {
            "wheelchairAccessible": false,
            "petFriendly": false,
            "wifi": false,
            "diaperFacility": true,
            "playground": true,
            "restrooms": true
        }
      },
      {
        "businessName": "Jack Fry's",
        "description": "Kentucky is the state version of your uncle who's always at the horse track. A man who thinks nothing of popping open a beer at 11am on a Thursday. It's no surprise it's where horse racing is celebrated, and where booze was bootlegged before it was legal. Jack Fry's was started by, umm, Jack Fry, who by all accounts was a shady dude, just like your uncle we mentioned earlier. Nowadays, it's a beloved Louisville spot with wall-to-wall racing programs, photos of Derby winners, and an old-school vibe retained from way back when. The menu's been updated since the '30s, thankfully -- the beef filet with prosciutto and asparagus in a sage beurre blanc proves that.",
        "state": "KY",
        "city": "Louisville",
        "id": 19,
        "ameneties": {
            "wheelchairAccessible": false,
            "petFriendly": false,
            "wifi": false,
            "diaperFacility": true,
            "playground": true,
            "restrooms": true
        }
      },
      {
        "businessName": "Commander's Palace",
        "description": "New Orleans is laden with 100+ year-old power players -- Tujague's, Antoine’s, and Galatoire’s all have to be mentioned -- whose food has managed to improve over the last century, who boast impeccably choreographed service, and who could vie for a spot as the most iconic restaurant in Louisiana. But do any of them do that while pulling off a two-story turquoise facade complete with a turret and matching striped awning? Nope, only Commander’s Palace manages that feat, and it has been doing it in the Garden District since 1880. If a spoonful of the rich, sherried turtle soup doesn’t convince you that the grandam's plates are just as symbolic of the state's food hub as the building itself, let current chef Tory McPhail's 2013 James Beard Award and chef alumni like Paul Prudhomme and Emeril Lagasse, both of who helped spread the regional cuisine to the country, serve as a reminder.",
        "state": "LA",
        "city": "New Orleans",
        "id": 20,
        "ameneties": {
            "wheelchairAccessible": false,
            "petFriendly": false,
            "wifi": false,
            "diaperFacility": true,
            "playground": true,
            "restrooms": true
        }
      },
      {
        "businessName": "The Lobster Shack Restaurant at Two Lights",
        "description": "Yes, it gets crowded. And yes, it's touristy. And yes, it's not the cheapest lobster roll you're going to get. But the Leadbetter family spot on Cape Elizabeth earned its reputation as the place your mind wanders to when you think of fresh-off-the-boat Maine lobster rolls and summer and getting sunburned, before heading to L.L.Bean for a sick new backpack with your initials on it.",
        "state": "ME",
        "city": "Cape Elizabeth",
        "id": 21,
        "ameneties": {
            "wheelchairAccessible": false,
            "petFriendly": false,
            "wifi": false,
            "diaperFacility": true,
            "playground": true,
            "restrooms": true
        }
      },
      {
        "businessName": "Ocean Pride",
        "description": "Marylanders have a love affair with seafood, and that love is expressed in their continued support of Ocean Pride. The restaurant steams its crabs fresh each day, and also serves up local oysters and rockfish. And while steamed crabs are the main event here, fried clams and crabcakes often supplement our clawed friends on the dinner table. The setting is as nautical as you'd expect, with photos of old-timey fisherman, fishing nets, and buoys covering the walls. And lest you forget the importance of the Ravens and Orioles in the region, a bar area sports 12 big-screen TVs to watch the game.",
        "state": "MD",
        "city": "Lutherville",
        "id": 22,
        "ameneties": {
            "wheelchairAccessible": false,
            "petFriendly": false,
            "wifi": false,
            "diaperFacility": true,
            "playground": true,
            "restrooms": true
        }
      },
      {
        "businessName": "Union Oyster House",
        "description": "It can’t really be anywhere else. You can make arguments for a lot of other places, actually -- The Student Prince in Springfield and maybe Jacob Wirth or Chart House -- but they don't hold up. Whenever you ask anyone about old places to eat in MA, the brain immediately goes to Union Oyster, before all the rest. It has to. It sits right down by Quincy Market, was originally Atwood & Bacon, and the original menu has a choice between Virginia, Narragansett, or Cape oysters. Plus clams from Ipswich. Its very helpful timeline points out that Daniel Webster used to hang there eating plate after plate of oysters while drinking brandy and water, and it also informs that toothpicks were first used in the US there, when a dude from Maine used to pay Harvard guys to eat there and request them. So yes, it's Union Oyster by a knockout. Please pay the waiter.",
        "state": "MA",
        "city": "Boston",
        "id": 23,
        "ameneties": {
            "wheelchairAccessible": false,
            "petFriendly": false,
            "wifi": false,
            "diaperFacility": true,
            "playground": true,
            "restrooms": true
        }
      },
      {
        "businessName": "Bavarian Inn",
        "description": "Like the long road to Wall Drug in South Dakota, signs for the German-modeled town of Frankenmuth can be spotted with alarming frequency for about 1,000 miles before you reach it. Mostly for Bronner’s, the largest 365-day Christmas store. But the real draw is the Bavarian Inn, a magical place where buxom, dirndl-clad waitresses serve up gigantic, all-you-can-eat fried chicken (and mashed potatoes, soup, bread, and, ugh, veggies) to folks who travel from all corners of the region for a taste. Yes, it's pretty corny inside the massive faux-German compound; especially when the polka bands get down. But damned if it isn't an institution. And giant beers make it all the more surreal.",
        "state": "MI",
        "city": "Frankenmuth",
        "id": 24,
        "ameneties": {
            "wheelchairAccessible": false,
            "petFriendly": false,
            "wifi": false,
            "diaperFacility": true,
            "playground": true,
            "restrooms": true
        }
      },
      {
        "businessName": "Matt's Bar",
        "description": "It might seem odd that we let a bar sneak into this rundown of iconic restaurants, but that's because this is more restaurant than bar. Matt's qualifies as a restaurant because a real bar is stocked with hard liquor and is not frequented by families with kids. Most importantly, it's an iconic restaurant because Matt's invented the 'Jucy Lucy.' It's spelled differently here because someone 'forgot to add the i,' but it doesn't matter how you spell it, really, because the burger has hot, beautiful cheese pouring out of the middle of the patty. Thank you, Minnesota.",
        "state": "MN",
        "city": "Minneapolis",
        "id": 25,
        "ameneties": {
            "wheelchairAccessible": false,
            "petFriendly": false,
            "wifi": false,
            "diaperFacility": true,
            "playground": true,
            "restrooms": true
        }
      },
      {
        "businessName": "Mayflower Cafe",
        "description": "Mississippi has a taste for Gulf fish, and Mayflower's current owner (his dad's uncle co-owned it back in the '30s) says it's unlike the seafood available anywhere else. Chalk it up to the brackish water the fish live in, with both fresh and saltwater. The legions of customers seem to enjoy it -- the redfish is the most popular menu item, and it's served up with shrimp & oysters or a sauteed soft-shell crab. And while the food is distinctly Mississippi, the decor is straight out of a New York diner of old, with black-and-white tile floors from the '30s and mirrored walls.",
        "state": "MS",
        "city": "Jackson",
        "id": 26,
        "ameneties": {
            "wheelchairAccessible": false,
            "petFriendly": false,
            "wifi": false,
            "diaperFacility": true,
            "playground": true,
            "restrooms": true
        }
      },
      {
        "businessName": "Arthur Bryant's",
        "description": "Kansas City BBQ didn't get its start at Arthur Bryant's, but it's as close as you're gonna get to the original. Charlie and Arthur Bryant learned from Henry Perry, the originator of the style, in the '20s, and the brothers took over his operation in 1940. Since 1958, Arthur's Brooklyn Ave location -- he bought the whole shebang from his brother in '46 -- has been a temple of slow-cooked meats.",
        "state": "MO",
        "city": "Kansas City",
        "id": 27,
        "ameneties": {
            "wheelchairAccessible": false,
            "petFriendly": false,
            "wifi": false,
            "diaperFacility": true,
            "playground": true,
            "restrooms": true
        }
      },
      {
        "businessName": "Grand Union Hotel",
        "description": "Located just east of Great Falls -- with its highfalutin waterfalls and Tiki mermaids -- the small town of Fort Benton itself is so old and iconic that a good portion of the town is a historic district thanks to its rich history of steamboats. The Grand Union Hotel is also on the National Registry of Historic Places, having established itself seven years before Montana even became a state, long before the city fell on hard times thanks to the railroad. Now restored to its original glory, the old hotel offers up a high-end, seasonally based menu in the Union Grille, which specializes in European and Indian twists on Montana classics, and where for 11 months a year (January's a no-no) you can gorge yourself before sleeping it off in one of the hotel's posh rooms.",
        "state": "MT",
        "city": "Fort Benton",
        "id": 28,
        "ameneties": {
            "wheelchairAccessible": false,
            "petFriendly": false,
            "wifi": false,
            "diaperFacility": true,
            "playground": true,
            "restrooms": true
        }
      },
      {
        "businessName": "The Drover Restaurant & Lounge",
        "description": "While the state has way more cattle than people, Nebraskans are trying to even things out by ordering plenty of whiskey steaks at The Drover. And even though it hasn't been around as long as some of the other spots on this rundown, there's no denying that the Certified Angus cuts with a whiskey marinade -- a combination of whiskey, soy, garlic, and pepper -- have been keeping butts in seats for 30+ years. Eat here and there's no doubt you're in Nebraska, with plenty of Western art on the walls and two fireplaces to keep you warm during those cold, cold winters.",
        "state": "NE",
        "city": "Omaha",
        "id": 29,
        "ameneties": {
            "wheelchairAccessible": false,
            "petFriendly": false,
            "wifi": false,
            "diaperFacility": true,
            "playground": true,
            "restrooms": true
        }
      },
      {
        "businessName": "The Peppermill Restaurant and Fireside Lounge",
        "description": "Since 1972, Peppermill's been the place in Vegas where you can order steak & eggs and a Bloody Mary when it's 4:30am and you've been up all night, then politely ask the person sitting across the table from you exactly who they are and how you both got there. No matter the time of day, this spot's got all the neon and indoor fire pits your heart desires. It's a gleaming, pulsing ball of energy and kitsch you'd be hard-pressed to find anywhere but in this city.",
        "state": "NV",
        "city": "Las Vegas",
        "id": 30,
        "ameneties": {
            "wheelchairAccessible": false,
            "petFriendly": false,
            "wifi": false,
            "diaperFacility": true,
            "playground": true,
            "restrooms": true
        }
      },
      {
        "businessName": "",
        "description": "",
        "state": "",
        "city": "",
        "id": 31,
        "ameneties": {
            "wheelchairAccessible": false,
            "petFriendly": false,
            "wifi": false,
            "diaperFacility": true,
            "playground": true,
            "restrooms": true
        }
      },
      {
        "businessName": "",
        "description": "",
        "state": "",
        "city": "",
        "id": 32,
        "ameneties": {
            "wheelchairAccessible": false,
            "petFriendly": false,
            "wifi": false,
            "diaperFacility": true,
            "playground": true,
            "restrooms": true
        }
      },
      {
        "businessName": "",
        "description": "",
        "state": "",
        "city": "",
        "id": 33,
        "ameneties": {
            "wheelchairAccessible": false,
            "petFriendly": false,
            "wifi": false,
            "diaperFacility": true,
            "playground": true,
            "restrooms": true
        }
      },
      {
        "businessName": "",
        "description": "",
        "state": "",
        "city": "",
        "id": 34,
        "ameneties": {
            "wheelchairAccessible": false,
            "petFriendly": false,
            "wifi": false,
            "diaperFacility": true,
            "playground": true,
            "restrooms": true
        }
      },
      {
        "businessName": "",
        "description": "",
        "state": "",
        "city": "",
        "id": 35,
        "ameneties": {
            "wheelchairAccessible": false,
            "petFriendly": false,
            "wifi": false,
            "diaperFacility": true,
            "playground": true,
            "restrooms": true
        }
      },
      {
        "businessName": "",
        "description": "",
        "state": "",
        "city": "",
        "id": 36,
        "ameneties": {
            "wheelchairAccessible": false,
            "petFriendly": false,
            "wifi": false,
            "diaperFacility": true,
            "playground": true,
            "restrooms": true
        }
      },
      {
        "businessName": "",
        "description": "",
        "state": "",
        "city": "",
        "id": 37,
        "ameneties": {
            "wheelchairAccessible": false,
            "petFriendly": false,
            "wifi": false,
            "diaperFacility": true,
            "playground": true,
            "restrooms": true
        }
      },
      {
        "businessName": "",
        "description": "",
        "state": "",
        "city": "",
        "id": 38,
        "ameneties": {
            "wheelchairAccessible": false,
            "petFriendly": false,
            "wifi": false,
            "diaperFacility": true,
            "playground": true,
            "restrooms": true
        }
      },
      {
        "businessName": "",
        "description": "",
        "state": "",
        "city": "",
        "id": 39,
        "ameneties": {
            "wheelchairAccessible": false,
            "petFriendly": false,
            "wifi": false,
            "diaperFacility": true,
            "playground": true,
            "restrooms": true
        }
      },
      {
        "businessName": "",
        "description": "",
        "state": "",
        "city": "",
        "id": 40,
        "ameneties": {
            "wheelchairAccessible": false,
            "petFriendly": false,
            "wifi": false,
            "diaperFacility": true,
            "playground": true,
            "restrooms": true
        }
      },
      {
        "businessName": "",
        "description": "",
        "state": "",
        "city": "",
        "id": 41,
        "ameneties": {
            "wheelchairAccessible": false,
            "petFriendly": false,
            "wifi": false,
            "diaperFacility": true,
            "playground": true,
            "restrooms": true
        }
      },
      {
        "businessName": "",
        "description": "",
        "state": "",
        "city": "",
        "id": 42,
        "ameneties": {
            "wheelchairAccessible": false,
            "petFriendly": false,
            "wifi": false,
            "diaperFacility": true,
            "playground": true,
            "restrooms": true
        }
      },
      {
        "businessName": "",
        "description": "",
        "state": "",
        "city": "",
        "id": 43,
        "ameneties": {
            "wheelchairAccessible": false,
            "petFriendly": false,
            "wifi": false,
            "diaperFacility": true,
            "playground": true,
            "restrooms": true
        }
      },
      {
        "businessName": "",
        "description": "",
        "state": "",
        "city": "",
        "id": 44,
        "ameneties": {
            "wheelchairAccessible": false,
            "petFriendly": false,
            "wifi": false,
            "diaperFacility": true,
            "playground": true,
            "restrooms": true
        }
      },
      {
        "businessName": "",
        "description": "",
        "state": "",
        "city": "",
        "id": 45,
        "ameneties": {
            "wheelchairAccessible": false,
            "petFriendly": false,
            "wifi": false,
            "diaperFacility": true,
            "playground": true,
            "restrooms": true
        }
      },
      {
        "businessName": "",
        "description": "",
        "state": "",
        "city": "",
        "id": 46,
        "ameneties": {
            "wheelchairAccessible": false,
            "petFriendly": false,
            "wifi": false,
            "diaperFacility": true,
            "playground": true,
            "restrooms": true
        }
      },
      {
        "businessName": "",
        "description": "",
        "state": "",
        "city": "",
        "id": 47,
        "ameneties": {
            "wheelchairAccessible": false,
            "petFriendly": false,
            "wifi": false,
            "diaperFacility": true,
            "playground": true,
            "restrooms": true
        }
      },
      {
        "businessName": "",
        "description": "",
        "state": "",
        "city": "",
        "id": 48,
        "ameneties": {
            "wheelchairAccessible": false,
            "petFriendly": false,
            "wifi": false,
            "diaperFacility": true,
            "playground": true,
            "restrooms": true
        }
      },
      {
        "businessName": "",
        "description": "",
        "state": "",
        "city": "",
        "id": 49,
        "ameneties": {
            "wheelchairAccessible": false,
            "petFriendly": false,
            "wifi": false,
            "diaperFacility": true,
            "playground": true,
            "restrooms": true
        }
      },
      {
        "businessName": "",
        "description": "",
        "state": "",
        "city": "",
        "id": 50,
        "ameneties": {
            "wheelchairAccessible": false,
            "petFriendly": false,
            "wifi": false,
            "diaperFacility": true,
            "playground": true,
            "restrooms": true
        }
      }

    ]
  }